Repository: bingoooo/yesdigital-lmshub
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Dashboard
fr_fr: Tableau de bord

source: You are not allowed to access this page or this content.
fr_fr: Vous n'êtes pas autorisé à accéder à cette page ou à ce contenu.

source: Please, enter your email and password.
fr_fr: Veuillez saisir votre adresse e-mail et votre mot de passe.

source: Your account has been deactivated.
fr_fr: Votre compte n'est pas activé.

source: Authentication failed.
fr_fr: L'identification a échoué.

source: Password recovery
fr_fr: Récupération du mot de passe

source: The username or email address you entered is empty.
fr_fr: Le pseudo ou l'adresse e-mail entrée est vide.

source: The username or email address you entered is not registered.
fr_fr: Le pseudo ou l'adresse e-mail entrée n'existe pas dans la base.

source: An email has been sent to your mailbox. Please, check in. The mail might be placed in your spam box.
fr_fr: Un e-mail vous a été envoyé à l'adresse indiquée lors de votre inscription. Merci de vérifier dans votre boîte aux lettres électronique le bon envoi de cet e-mail. Celui-ci est peut-être placé dans les SPAMS (courrier indésirable).

source: Search result
fr_fr: Résultat de la recherche

source: Create a new account
fr_fr: Créer un nouveau compte

source: Invalid e-mail address.
fr_fr: E-mail invalide.

source: Registration failed.
fr_fr: L'enregistrement a échoué.

source: Error occured.
fr_fr: Une erreur s'est produite.

source: No rule matched
fr_fr: Les droits d'accès utilisateur n'ont pu être trouvés

source: System error:
fr_fr: Erreur système :

source: All fields are required.
fr_fr: Tous les champs sont requis.

source: The e-mail "%s" is already registered.
fr_fr: L'adresse e-mail "%s" est déjà enregistrée.

source: Email account validation
fr_fr: Vérification de votre adresse e-mail

source: You must be logged in to be able to complete the registration form.
fr_fr: Vous devez être connecté pour pouvoir terminer le formulaire d'inscription.

source: Error occured
fr_fr: Une erreur s'est produite

source: Letter Box
fr_fr: Boîte aux lettres

source: Choose a recipient
fr_fr: Choisissez un destinataire

source: Please type a message
fr_fr: Veuillez saisir un message

source: An error occured
fr_fr: Une erreur s'est produite

source: New message from
fr_fr: Nouveau message de la part de

source: Accessing the admin panel
fr_fr: Espace d'administration

source: File manager
fr_fr: Gestionnaire de fichiers

source: File identified by ID #%s successfully removed.
fr_fr: Le fichier avec l'ID %s a été enlevé.

source: List of categories
fr_fr: Liste des catégories

source: My Account
fr_fr: Mon compte

source: Article Categories
fr_fr: Catégories d'articles

source: Users
fr_fr: Utilisateurs

source: File Manager
fr_fr: Gestionnaire de fichiers

source: System
fr_fr: Système

source: List of articles
fr_fr: Liste d'articles

source: User accounts
fr_fr: Comptes utilisateurs

source: General
fr_fr: Paramètres généraux

source: E-mail to "Contact Us"
fr_fr: E-mail du responsable courrier

source: E-mail of the person in charge of the "Contact Us" mails
fr_fr: Adresse e-mail du responsable courrier (i.e., réception du courrier envoyé depuis le formulaire "Nous Contacter")

source: Admin e-mail
fr_fr: Adresse e-mail de l'admin

source: The super-admin e-mail address
fr_fr: L'adresse e-mail du super-admin en chef

source: "No reply" e-mail
fr_fr: Adresse e-mail "no reply"

source: Fake sender address for the e-mail sent by the website
fr_fr: Adresse e-mail fictive indiquant au destinataire d'un courrier envoyé par le site qu'il ne faut pas y répondre

source: Google Analytics follower ID
fr_fr: ID de suivi Google Analytics

source: Type here your GA ID intending to send and collect some informations for Google
fr_fr: Saisissez ici votre ID de suivi Google Analytics afin de collecter et d'envoyer les informations à Google liées à la fréquentation du site, entre autres

source: Paste here the entire code given by Google to include the Google Tagmanager stuffs
fr_fr: Collez ici le code complet fourni par Google afin d'inclure les fonctionnalités Google Tagmanager à votre site

source: Google+ Page
fr_fr: Page Google+

source: Your Google+ Page URL
fr_fr: URL de votre page Google+

source: Your Website name
fr_fr: Le nom de votre site Web

source: This will be used for example into the Open Graph meta tags
fr_fr: Ceci sera utilisé par exemple dans l'Open Graph situé dans les méta-tags des pages Webs

source: My website image file URL (for Facebook)
fr_fr: URL de l'image de mon site (pour Facebook)

source: Image that will be bound to your website (on Facebook)
fr_fr: Image qui sera associée à mon site Web (sur le réseau social Facebook)

source: My website video file URL (for Facebook)
fr_fr: URL de la vidéo de mon site (pour Facebook)

source: Video that will be bound to your website (on Facebook)
fr_fr: Vidéo qui sera associée à mon site Web (sur le réseau social Facebook)

source: My website audio file URL (for Facebook)
fr_fr: URL du fichier audio de mon site (pour Facebook)

source: Audio that will be bound to your website (on Facebook)
fr_fr: Fichier audio qui sera associé à mon site Web (sur le réseau social Facebook)

source: Facebook page
fr_fr: Page Facebook

source: Url of your personal facebook page
fr_fr: URL de votre page Facebook

source: Facebook page ID
fr_fr: ID de ma page Facebook

source: ID of your personal facebook page
fr_fr: ID de votre page Facebook

source: Twitter page
fr_fr: Page Twitter

source: Url of your personal Twitter page
fr_fr: URL de votre page Twitter

source: PayPal e-mail
fr_fr: E-mail PayPal

source: E-mail address of the PayPal business account
fr_fr: Adresse e-mail du compte PayPal pro associé aux paiements sur ce site

source: PayPal submission URL
fr_fr: URL de soumission du formulaire de paiement PayPal

source: Redirection through the PayPal payment system
fr_fr: Redirection vers le site de paiement PayPal

source: Path to pathfile
fr_fr: Chemin d'accès au fichier "pathfile"

source: Merchant ID
fr_fr: ID de la société (merchant ID)

source: Your merchant ID, normally given by your bank
fr_fr: Votre ID marchand vous a été fourni par votre banque. C'est un code a 15 chiffres qui est mentionné sur votre certificat.

source: Merchant country
fr_fr: Pays de la société (merchant country)

source: Country code with 2 characters (ex.: fr)
fr_fr: Code pays à 2 caractères (ex. : fr)

source: SMTP server
fr_fr: Serveur SMTP (envoi d'e-mails)

source: SMTP Host
fr_fr: Hôte SMTP

source: Leave blank if you use "sendmail" on localhost
fr_fr: Laisser vide si vous utilisez "sendmail" (et non "postfix") en "localhost"

source: SMTP Port
fr_fr: Port SMTP

source: Leave blank if you use "sendmail" on localhost or if you use default port 25
fr_fr: Laisser vide si vous utilisez "sendmail" (et non "postfix") en "localhost" ou si le port par défaut de votre serveur de mail est 25

source: SMTP Username
fr_fr: Nom d'utilisateur SMTP

source: Leave blank if you use "sendmail" on localhost or if you do not use any username/password
fr_fr: Laisser vide si vous utilisez "sendmail" (et non "postfix") en "localhost" ou si vous n'avez pas configuré d'utilisateur et de mot de passe restrictifs sur votre serveur de mail

source: SMTP Password
fr_fr: Mot de passe SMTP

source: Access rules
fr_fr: Gestion des droits d'accès

source: Rules for the admin pages
fr_fr: Gestion des droits d'accès aux pages d'admin

source: This is the rules to define for each page of the admin space.
fr_fr: Ce sont les règles d'accès aux pages d'admin.

source: The column "Role" displays a number that corresponds to the ID of the role.
fr_fr: La colonne "Rôle" affiche l'identifiant numérique (ID) du rôle.

source: For example, "1" is for super-admin and "2" is for admin.
fr_fr: Par exemple, "1" correspond au super-admin et "2" à l'admin.

source: The column "Admin Pages" lists every admin pages that are only accessible for the corresponding role.
fr_fr: La colonne "Pages d'admin" liste toutes les pages de l'espace admin qui nécessitent une restriction particulière suivant les rôles.

source: The fields only show the part of the URL after %s.
fr_fr: Les champs ne font apparaître que la partie de l'URL qui vient après %s.

source: Example: the admin page "system" is associated to role 1. So, only the super-admins are allowed to access this page. Etc.
fr_fr: Exemple : la page "système" est associée au rôle 1. Donc, seuls les super-admins auront le droit d'accéder à cette page. Et ainsi de suite.

source: If you are not sure, do not change anything, or click on the "Back to defaults" button.
fr_fr: Si vous n'êtes pas sûr(e), ne changez rien ou cliquez sur le bouton "Revenir aux valeurs par défaut".

source: The admin pages are contained into the project code source folder. You should take a look at this tree.
fr_fr: Les pages d'admin sont contenues dans le répertoire "admin" à l'intérieur du code source de votre site. Vous devriez jeter un oeil à l'arborescence du projet.

source: Server manager
fr_fr: Gestion des serveurs

source: The sitemap has been successfully created and located at
fr_fr: Le sitemap a été créé correctement et placé à l'adresse

source: Failed to generate the sitemap, probably due to write access upon the root folder
fr_fr: Impossible de créer le fichier sitemap.xml, ceci est probablement dû à un droit d'écriture refusé dans le répertoire

source: A new parameter "%s" has been successfully inserted
fr_fr: Le nouveau paramètre "%s" a été inséré avec succès

source: Insertion failure for new parameter "%s"
fr_fr: Échec de l'insertion du paramètre "%s"

source: The parameter "%s" has been successfully updated
fr_fr: Le paramètre "%s" a été mis à jour avec succès

source: Please, enter your login (nickname) and password.
fr_fr: Veuillez saisir votre pseudonyme et votre mot de passe.

source: It should not exist subdirectory in
fr_fr: Il ne devrait pas exister de sous-répertoire dans

source: Check file diffs
fr_fr: Vérifier la bonne liaison des fichiers

source: successfully removed
fr_fr: a été supprimé avec succès

source: Text
fr_fr: Texte

source: Text Input
fr_fr: Entrée de type texte

source: HTML Content In Wysiwyg
fr_fr: Contenu HTML avec Wysiwyg

source: Link
fr_fr: Lien

source: Hyperlink
fr_fr: Hyperlien

source: Picture
fr_fr: Image

source: Media
fr_fr: Média

source: Media File
fr_fr: Fichier média

source: Video
fr_fr: Vidéo

source: Frame
fr_fr: Cadre

source: Meta description of webpage
fr_fr: Méta-description de la page Web

source: Keywords for search engine
fr_fr: Mots clés pour les moteurs de recherche

source: Meta title of webpage (if this field is empty, meta title is article title)
fr_fr: Méta-titre de la page Web (si le champ ci-dessous est vide, le système choisira le titre de l'article)

source: Custom fields changes saved
fr_fr: Champs customisés mis à jour

source: Changes saved
fr_fr: Modifications enregistrées

source: Create new item for category:
fr_fr: Créer nouvel élément dans catégorie :

source: Create new item without category
fr_fr: Créer nouvel élément sans catégorie

source: This article has been successfully registered.
fr_fr: Article enregistré.

source: Article not registered.
fr_fr: Article non enregistré.

source: Add a new article
fr_fr: Ajouter un nouvel article

source: There is already a web page with this Url alias:
fr_fr: Il y a déjà une page Web avec l'alias d'URL :

source: Unexpected error: unable to load article properly.
fr_fr: Erreur inattendue : impossible de charger l'article.

source: Article successfully removed
fr_fr: L'article a été supprimé avec succès

source: This article has been successfully updated.
fr_fr: Article mis à jour.

source: This article has been historicize.
fr_fr: Article archivé.

source: Historization failed.
fr_fr: Archivage échoué.

source: Article edition
fr_fr: Edition

source: There is already a web page having the following Url alias:
fr_fr: Il y a déjà une page Web possédant l'alias d'URL :

source: Add a new user account
fr_fr: Ajouter un nouveau compte

source: has been successfully added.
fr_fr: a été ajouté avec succès.

source: The nickname "%s" is already taken.
fr_fr: Le pseudonyme "%s" est déjà pris.

source: Account validation
fr_fr: Validation du compte

source: Your account is now active.
fr_fr: Votre compte est désormais activé.

source: Password successfully updated.
fr_fr: Le mot de passe a bien été mis à jour.

source: User account edition
fr_fr: Modification du compte utilisateur

source: has been successfully updated.
fr_fr: a été mis(e) à jour avec succès.

source: Invalid user ID.
fr_fr: L'ID utilisateur est incorrect

source: You own "%s" articles(s). You or an administrator must delete all these articles first.
fr_fr: Vous êtes l'auteur de "%s" article(s). Vous ou l'un des administrateurs doit supprimer tout article dont vous êtes le créateur avant d'être en mesure de procéder à la suppression du compte.

source: This user owns "%s" article(s). He/she or an administrator must delete all these articles first.
fr_fr: Cet utilisateur possède "%s" article(s). Il/elle ou l'un des administrateurs doit supprimer tout article dont il/elle est l'auteur(e) avant d'être en mesure de procéder à la suppression du compte.

source: Hello %s,
fr_fr: Bonjour %s,

source: This is a confirmation of your account deletion.
fr_fr: Ceci est une confirmation de la suppression définitive de votre compte.

source: Your account was deleted by an administrator. If you are not agree about this decision, you can use our "Contact Us" form.
fr_fr: Votre compte a été supprimé par un administrateur. Si vous en contestez la décision, vous pouvez utiliser le formulaire de contact présent sur notre site.

source: User account deletion
fr_fr: Suppression de compte

source: The user "%s" has been successfully deleted.
fr_fr: L'utilisateur "%s" a été supprimé avec succès

source: An error occured from the database.
fr_fr: Une erreur s'est produite depuis la base de données.

source: New category successfully added.
fr_fr: Nouvelle catégorie ajoutée.

source: New article successfully added and linked to this category.
fr_fr: Nouvel article ajouté et associé à la catégorie.

source: Unexpected error while linking article to category.
fr_fr: Erreur inattendue lors du chargement de la catégorie d'articles.

source: Failed to add new article.
fr_fr: Article non ajouté.

source: Error while loading new category.
fr_fr: Erreur lors du chargement de la nouvelle catégorie.

source: Failed to add new category.
fr_fr: Catégorie non ajoutée.

source: Add a new category of articles
fr_fr: Ajouter une nouvelle catégorie darticles

source: There is already a category named "%s"
fr_fr: Il y a déjà une catégorie nommée "%s"

source: Category successfully deleted.
fr_fr: Catégorie supprimée.

source: Category successfully updated.
fr_fr: Catégorie mise à jour.

source: Article successfully updated.
fr_fr: Article mis à jour.

source: Unexpected error while loading the article of category.
fr_fr: Erreur inattendue lors du chargement de la catégorie.

source: Unexpected error: unable to load category.
fr_fr: Erreur inattendue : impossible de charger la catégorie.

source: Category edition
fr_fr: Modifier une catégorie

source: There is already a web page with the Url alias "%s"
fr_fr: Il y a déjà une page Web possédant l'alias d'URL "%s"

source: Error on category load.
fr_fr: Erreur lors du chargement de la catégorie.

source: Home
fr_fr: Accueil

source: Logout
fr_fr: Se déconnecter

source: Sign In
fr_fr: Se connecter

source: User is not logged in
fr_fr: Utilisateur non identifié

source: Action not allowed
fr_fr: Action non permise

source: Bad Request
fr_fr: Requête invalide

source: Lastname*
fr_fr: Nom*

source: This field is required.
fr_fr: Champ requis.

source: Firstname*
fr_fr: Prénom*

source: Your email address*
fr_fr: Votre adresse e-mail*

source: Invalid email address format.
fr_fr: Format de l'adresse e-mail invalide.

source: Subject*
fr_fr: Objet*

source: The system seems to have found that you are trying something like spaming
fr_fr: Le système semble avoir détecté que vous essayez de spammer le site.

source: Your message has been sent
fr_fr: Votre message a été envoyé

source: An error occured while sending the email
fr_fr: Une erreur est survenue lors de l'envoi du courrier.

source: Empty content
fr_fr: Contenu vide

source: Error while sending the email.
fr_fr: Une erreur est survenue lors de l'envoi du courrier.

source: Attempt to store the following message in an unknown type
fr_fr: Tentative d'enregistrement du message suivant dans un type ou une catégorie inconnus

source: Unable to upload
fr_fr: Le système n'a pu télécharger le fichier

source: You must allow Apache to have recursive permissions to write upon
fr_fr: Vous devez autoriser Apache à avoir les permissions récursives d'écrire sur

source: : a file with same name already exists. Item associated with the existing file.
fr_fr: : un fichier du même nom existe déjà. L'élément a été associé au fichier déjà existant.

source: : error occured while transferring this file into the uploads directory.
fr_fr: : Une erreur est survenue lors du transfert de fichier.

source: : file successfully transferred in server file system and its informations stored into the database.
fr_fr: : fichier transféré et archivé par le système.
